brew "fzf"
brew "awscli"
brew "gh"
brew "git"
brew "k6"
brew "jq"
brew "yq"
brew "bat"
brew "redis"
brew "k9s"
brew "wget"
brew "curl"
brew "watch"
brew "hugo"
brew "vim"
brew "tmux"
brew "bash"
brew "bash-completion"
brew "helm"
brew "kustomize"
brew "minikube"
brew "terraform"
brew "terraform-docs"
brew "sqlite"
brew "kubernetes-cli"
brew "kubectx"
brew "kubent"
brew "argocd"
brew "telnet"
brew "texlive"
brew "neovim"
brew "lua"
brew "go"
brew "earthly"
brew "node"
brew "nvm"
brew "docker"
brew "docker-compose"
brew "pre-commit"
brew "watch"
brew "grep"
brew "go-task"
brew "lf"
brew "stow"
brew "alacritty"
brew "slides"
brew "goose"
brew "httpie"

tap "common-fate/granted"

cask "firefox"
cask "obsidian"
cask "tableplus"
cask "figma"
cask "slack"
cask "whatsapp"
cask "spotify"
cask "basictex"
cask "vagrant"
cask "openvpn-connect"
